Repository: zenx/django-currencies
Catalog: currencies/locale/*/LC_MESSAGES/django.po
Languages: el

source: code
el: \u03cc\u03bd\u03bf\u03bc\u03b1

source: name
el: \u03c3\u03c5\u03bc\u03b2\u03bf\u03bb\u03bf

source: symbol
el: \u03b4\u03b9\u03ac\u03bf\u03b3\u03bc\u03b1

source: factor
el: \u03a0\u03c1\u03bf\u03c3\u03b4\u03b9\u03bf\u03c1\u03af\u03b6\u03b5\u03b9 \u03c4\u03b7 \u03b4\u03b9\u03b1\u03c6\u03cc\u03c1\u03b1 \u03c4\u03bf\u03c5 \u03bd\u03bf\u03bc\u03af\u03c3\u03bc\u03b1\u03c4\u03bf\u03c2 \u03c9\u03c2 \u03c0\u03c1\u03bf\u03c2 \u03c4\u03bf \u03c0\u03c1\u03bf\u03b5\u03c0\u03b9\u03bb\u03b5\u03bc\u03ad\u03bd\u03bf (\u03bd\u03cc\u03bc\u03b9\u03c3\u03bc\u03b1).

source: Specifies the difference of the currency to default one.
el: \u03b5\u03bd\u03b5\u03c1\u03b3\u03cc

source: active
el: \u03a4\u03bf \u03bd\u03cc\u03bc\u03b9\u03c3\u03bc\u03b1 \u03b8\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b4\u03b9\u03b1\u03b8\u03ad\u03c3\u03b9\u03bc\u03bf.

source: The currency will be available.
el: \u03c0\u03c1\u03bf\u03b5\u03c0\u03b9\u03bb\u03b5\u03bc\u03ad\u03bd\u03bf

source: default
el: \u039d\u03b1 \u03b3\u03af\u03bd\u03b5\u03b9 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u03c0\u03c1\u03bf\u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03en\u03bd\u03bf \u03bd\u03cc\u03bc\u03b9\u03c3\u03bc\u03b1.

source: Make this the default currency.
el: \u03bd\u03cc\u03bc\u03b9\u03c3\u03bc\u03b1

source: currency
el: νομίσματα

source: currencies
el: νομίσματα
